tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "planetscale/tap"
brew "ansible"
brew "aria2"
brew "bat"
brew "bottom"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "helix"
brew "htop"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mutt"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nnn"
brew "nushell"
brew "pipenv"
brew "portaudio"
brew "ripgrep"
brew "rust-analyzer"
brew "sd"
brew "spotifyd", restart_service: true
brew "starship"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "w3m"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "cron"
cask "discord"
cask "fantastical"
cask "fig"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "grandperspective"
cask "hammerspoon"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "kitty"
cask "little-snitch"
cask "malwarebytes"
cask "mullvadvpn"
cask "musicbrainz-picard"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "onyx"
cask "plex"
cask "plexamp"
cask "radio-silence"
cask "raspberry-pi-imager"
cask "raycast"
cask "shottr"
cask "slack"
cask "spaceman"
cask "spotify"
cask "stats"
cask "tableplus"
cask "telegram"
cask "tor-browser"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "wezterm"
mas "ColorSlurp", id: 1287239339
mas "Dropover", id: 1355679052
mas "Flow", id: 1423210932
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Pure Paste", id: 1611378436
mas "Spark", id: 1176895641
mas "Timepage", id: 989178902
mas "Velja", id: 1607635845
