tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "ellie/atuin"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "planetscale/tap"
brew "ansible"
brew "aria2"
brew "atuin"
brew "bat"
brew "bottom"
brew "circumflex"
brew "cloudflared"
brew "cmake"
brew "qemu"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "gum"
brew "helix"
brew "htop"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "libmodbus"
brew "lsix"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "lynx"
brew "mas"
brew "mutt"
brew "neofetch"
brew "neovim"
brew "newsboat"
brew "nnn"
brew "nushell"
brew "pipenv"
brew "pnpm"
brew "portaudio"
brew "ripgrep"
brew "rust-analyzer"
brew "sd"
brew "slides"
brew "starship"
brew "stow"
brew "terraform"
brew "tmux"
brew "tmuxinator"
brew "tokei"
brew "transmission-cli"
brew "w3m"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "balenaetcher"
cask "brave-browser"
cask "calibre"
cask "cron"
cask "discord"
cask "eloston-chromium"
cask "fig"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "google-cloud-sdk"
cask "grandperspective"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "little-snitch"
cask "malwarebytes"
cask "multi"
cask "musicbrainz-picard"
cask "ngrok"
cask "notion"
cask "numi"
cask "onyx"
cask "radio-silence"
cask "raspberry-pi-imager"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "stats"
cask "todoist"
cask "tor-browser"
cask "transmission"
cask "utm"
cask "via"
cask "visual-studio-code"
mas "ColorSlurp", id: 1287239339
mas "Flow", id: 1423210932
mas "Hidden Bar", id: 1452453066
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "Pure Paste", id: 1611378436
mas "Spark", id: 1176895641
mas "Timepage", id: 989178902
mas "Velja", id: 1607635845
vscode "aaron-bond.better-comments"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "humao.rest-client"
vscode "jdinhlife.gruvbox"
vscode "pascalsenn.keyboard-quickfix"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
