tap "1password/tap"
tap "buo/cask-upgrade"
tap "cloudflare/cloudflare"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "planetscale/tap"
brew "readline"
brew "python@3.10"
brew "ansible"
brew "bat"
brew "bottom"
brew "cloudflared"
brew "coreutils"
brew "dust"
brew "exa"
brew "fd"
brew "libevent"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "helix"
brew "htop"
brew "ifstat"
brew "jansson"
brew "lazygit"
brew "libconfig"
brew "lua"
brew "lynx"
brew "mas"
brew "midnight-commander"
brew "mpv"
brew "mutt"
brew "mysql-client"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "newsboat"
brew "nicotine-plus"
brew "nnn"
brew "openssl@3"
brew "pipenv"
brew "pnpm"
brew "procs"
brew "ripgrep"
brew "rust-analyzer"
brew "spotify-tui"
brew "starship"
brew "stow"
brew "streamlink"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "planetscale/tap/pscale"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "cron"
cask "discord"
cask "fig"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grandperspective"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "kindavim"
cask "kitty"
cask "little-snitch"
cask "malwarebytes"
cask "mullvadvpn"
cask "musicbrainz-picard"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "onyx"
cask "plex"
cask "plexamp"
cask "radio-silence"
cask "raspberry-pi-imager"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram-desktop"
cask "transmission"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "wezterm"
mas "ColorSlurp", id: 1287239339
mas "Flow", id: 1423210932
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
